Repository: isaquerr25/hercules-python
Catalog: projects/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Owner
pt_br: Dono

source: Manager
pt_br: Gestor

source: Developer
pt_br: Desenvolvedor

source: Tester
pt_br: Testador

source: Name
pt_br: Nome

source: Rename Project
pt_br: Renomear Projeto

source: Are you sure you want to delete this project?
pt_br: Tem certeza que deseja excluir este projeto?

source: Delete Project
pt_br: Excluir Projeto

# title
source: Invite Member
pt_br: Convidar Membro

# button
source: Close
pt_br: Fechar

# button
source: Invite
pt_br: Convidar

# selector texts
source: Close
pt_br: Fechar

# selector texts
source: No results found
pt_br: Nenhum resultado encontrado

# selector texts
source: No choices to choose from
pt_br: Nenhuma opçao

# selector texts
source: Press to select
pt_br: Pressione para selecionar

# selector texts
source: Only unique values can be added
pt_br: Não podem existir valores duplicados

# selector texts
source: Only values matching specific conditions can be added
pt_br: Somente opções válidas podem ser adicionadas

# page title
source: Project Members
pt_br: Membros do Projeto

source: Invite member
pt_br: Convidar Membro

source: No project members
pt_br: Nenhum membro do projeto

source: You can use the button above to invite new members.
pt_br: Você pode usar o botão acima para convidar novos membros

# button
source: See more
pt_br: Ver mais

# title
source: Create new Project
pt_br: Criar novo Projeto

# button
source: Create
pt_br: Criar

source: Select a Project
pt_br: Selecionar um Projeto

source: Projects
pt_br: Projetos

source: Create new project
pt_br: Criar novo Projeto

source: No projects found!
pt_br: Nenhum projeto encontrado!

source: You can create a new project or ask for your manager to invite you to their project.
pt_br: Você pode criar um novo projeto ou pedir ao seu gestor(a) para convidá-lo(a) ao projeto.

# title
source: Create new Team
pt_br: Criar novo Time

# page title
source: Teams
pt_br: Times

source: Create new Team
pt_br: Criar novo Time

source: No teams created
pt_br: Nenhum time criado

source: You can use the button above to create a new team.
pt_br: Você pode usar o botão acima para criar um novo time.

# title
source: Assign Member
pt_br: Designar Membro

# button
source: Assign
pt_br: Designar

source: Rename Team
pt_br: Renomear Time

source: Are you sure you want to delete this team?
pt_br: Tem certeza que deseja excluir este time?

source: Delete Team
pt_br: Excluir Time

source: Assign Member
pt_br: Designar Membro

# page title
source: Team Members
pt_br: Membros do Time

source: No team members
pt_br: Nenhum membro

source: You can use the button above to assign new members.
pt_br: Você pode usar o botão acima para designar novos membros.

source: Only the owner of a project can delete it.
pt_br: Somente o dono de um projeto pode excluí-lo.

source: Project deleted successfully!
pt_br: Projeto excluido com sucesso!

source: Only the owner of a project can rename it.
pt_br: Somente o dono de um projeto pode renomeá-lo.

source: The project name can't be empty
pt_br: O nome do projeto não pode ser vazio

source: You must be the project Owner or a Manager to invite members
pt_br: Você deve ser o Dono ou um Gestor do projeto para convidar membros

source: User not found
pt_br: Usuário não encontradi

source: The selected user is already a member
pt_br: O usuário selecionado já é um membro

source: The selected user was already invited
pt_br: O usuaŕio selecionado já foi convidado

source: No role selected
pt_br: Nenhuma função selecionada

source: Invalid role
pt_br: Função inválida

source: Member invited successfully!
pt_br: Membro convidado com sucesso!

source: You are not allowed to delete teams.
pt_br: Você não pode excluir times.

source: Team deleted successfully!
pt_br: Time excluído com sucesso!

source: You are not allowed to rename teams.
pt_br: Você não pode renomear times.

source: You must be the project Owner or a Manager to assign members
pt_br: Você deve ser o Dono ou um Gestor do projeto para designar membros

source: Member not found
pt_br: Membro não encontrado

source: The selected member is not part of this project
pt_br: O membro selecionado não faz parte deste projeto

source: The selected member was already part of this team.
pt_br: O membro selecionado já faz parte deste time.

source: Member assigned successfully!
pt_br: Membro designado com sucesso!
